tap "heroku/brew"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "act"
brew "cocoapods"
brew "codex"
brew "gh"
brew "git"
brew "postgresql@14", restart_service: :changed
brew "heroku/brew/heroku"
brew "qmk/qmk/qmk"
cask "discord"
cask "font-hackgen-nerd"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "zoom"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jeff-hykin.polacode-2019"
vscode "mechatroner.rainbow-csv"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "openai.chatgpt"
vscode "plorefice.devicetree"
vscode "postman.postman-for-vscode"
